import s from "./ConditionsOfWork.module.scss"

export const ConditionsOfWork = () => {
    return (
        <div className={s.dealership__container}>
            <h1 className={`${s.cabinet__title} ${s.title} ${s.title__secondary}`}>Умови роботи</h1>
            <div className={s.cabinet__text}>
                <p>Удосконалення організації праці в магазині нерозривно пов'язано з поліпшенням умов праці працівників, які значною мірою визначають їх працездатність і стомлюваність. Домогтися поліпшень умов праці можна впровадженням засобів механізації важких і трудомістких робіт, поліпшенням санітарно-гігієнічних, побутових і естетичних умов праці, забезпеченням охорони праці і суворим дотриманням техніки безпеки.
                    Поліпшенню умов праці працівників магазину багато в чому сприяє широке застосування тари-обладнання для доставки товарів у роздрібну торговельну мережу, впровадження засобів механізації вантажно-розвантажувальних робіт і внутримагазинного переміщення товарів, механізація операцій, пов'язаних з підготовкою товарів до продажу та їх відпусткою, а також обліково- обчислювальних операцій.
                    Умови праці працівників магазину багато в чому залежать від вентиляції та опалення. </p>
            </div>
            <h1 className={`${s.cabinet__title} ${s.title} ${s.title__secondary}`}>Режим роботи в магазині</h1>
            <div className={s.cabinet__text}>
                <p>
                    Якість обслуговування покупців значною мірою залежить від режиму роботи роздрібного торгового підприємства. У свою чергу, на режим роботи магазину впливають інтенсивність купівельних потоків, розподіл товарообігу по годинах дня, дням тижня, сезонам. При цьому слід також враховувати необхідність створення оптимального режиму праці та відпочинку торгових працівників, надання їм п'ятиденного робочого тижня, складання зручного графіка виходу на роботу.
                </p>
            </div>
            <h1 className={`${s.cabinet__title} ${s.title} ${s.title__secondary}`}>Організація праці працівників магазину</h1>
            <div className={s.cabinet__text}>
                <p>
                    Організація праці в магазині повинна бути спрямована на здійснення комплексу організаційно-технічних, економічних і санітарно-гігієнічних заходів, що дозволяють раціоналізувати торгово-технологічний процес, ефективніше використовувати торгові та інші площі, створити сприятливі умови праці і на цій основі забезпечити високий рівень торговельного обслуговування населення.
                    Розрізняють індивідуальну і бригадну форми організації праці. При індивідуальній формі організації праці працівник магазину використовується на певній ділянці торгово-технологічного процесу, на нього покладається особиста відповідальність за збереження товарно-матеріальних цінностей, обслуговування покупців і т.д. Бригадна форма організації праці передбачає об'єднання працівників у бригади в межах відділу, секції та т. д. Вони несуть загальну відповідальність за результати роботи.
                </p>
            </div>
        </div>
    )
}