import s from "./Chapter.module.scss"

export const Chapter = () => {
    return (
        <div className={s.dealership__container}>
            <h1 className={`${s.cabinet__title} ${s.title} ${s.title__secondary}`}>Розділ: Діяльність магазину продажу товарів</h1>
            <div className={s.cabinet__text}>
                <p>
                    <br /><strong>1. Продаж товарів</strong><br />
                    Різноманітність товарів: Магазин може пропонувати широкий асортимент товарів, таких як продукти харчування, одяг, електроніка, косметика та багато інших.
                    Збір та складування товарів: Організація логістики для отримання та зберігання товарів перед їх реалізацією.
                    <br /><strong>2. Обслуговування клієнтів</strong><br />
                    Консультація та підтримка клієнтів: Надання інформації про товари, їх характеристики, поради з вибору та розв'язання проблем клієнтів.
                    Прийом замовлень: Обробка замовлень клієнтів, які надійшли через різноманітні канали зв'язку: інтернет-магазин, телефон, електронна пошта тощо.
                    <br /><strong>3. Маркетинг та реклама</strong><br />
                    Рекламна діяльність: Проведення рекламних кампаній для привертання нових клієнтів та збільшення продажів.
                    Продвиження товарів: Використання різних каналів комунікації, таких як соціальні медіа, рекламні банери, промоакції тощо.
                    <br /><strong>4. Інфраструктура магазину</strong><br />
                    Управління складськими запасами: Моніторинг та управління рівнем запасів для забезпечення належного асортименту товарів та уникнення браку.
                    Технічне обслуговування: Підтримка роботи торговельних платформ, інтернет-магазину, касових систем тощо.
                    <br /><strong>5. Фінансова діяльність</strong><br />
                    Обробка платежів: Прийом платежів від клієнтів, контроль фінансових операцій.
                    Управління фінансами: Ведення бухгалтерського обліку, розрахунок прибутку та витрат, виплата заробітної плати тощо.
                    <br /><strong>6. Забезпечення якості</strong><br />
                    Контроль якості товарів: Перевірка якості поставлених товарів, відповідність стандартам та вимогам.
                    Обробка повернень та розбіжностей: Реагування на претензії клієнтів, здійснення повернень та обмінів.
                    <br /><strong>7. Розвиток бізнесу</strong><br />
                    Аналіз ринку та конкурентів: Вивчення ринкових тенденцій, аналіз продажів та стратегій конкурентів для прийняття відповідних рішень.
                    Впровадження нововведень: Впровадження нових товарів, послуг та технологій для поліпшення бізнесу та задоволення потреб клієнтів.</p>
            </div>
        </div>
    )
}